[[["410e1d92-17fb-4d4d-9908-f2a58419ad3b",{"pageContent":"FAQ:\r\n\r\nWhat times are you open ?\r\nWe are open from 8:00 am to 10:00 pm, Wednesday through Monday. We are closed on Tuesdays.\r\n\r\nAre you open on holidays?\r\nYes we are open on all long weekends and through all the holidays\r\n\r\nDo you serve halal meat?\r\nYes we serve halal meat\r\n\r\nDo you have vegan options? (any options that have particular reference?)\r\nYes there are vegan options\r\n\r\nDo you have allergens in your food?\r\nYes we do few items have allergens\r\n\r\nWhen does the kitchen close?\r\n9:45 pm\r\n\r\nWhat are the most popular items on your menu?\r\nCheese Pizza.\r\nVeggie Pizza.\r\nPepperoni Pizza.\r\nMeat Pizza.\r\nMargherita Pizza.\r\nBBQ Chicken Pizza.\r\nHawaiian Pizza.\r\n\r\n\r\nHow many tables do you have at your restaurant ?\r\n8 tables\r\n\r\nAt what times is the restaurant most busy ?\r\nThe restaurant experiences high traffic during lunchtime from 12:00 pm to 3:00 pm and during dinner time from 8:00 pm to 10:00 pm.\r\nWeekends saturday and sunday it is super busy.\r\n\r\n\r\nWhat is the address of your restaurant ?\r\n880 alvardo circle right next to safeway.\r\n\r\nWhat are some frequently asked question that are not part of the rest of the form ?\r\nWhat toppings do you serve ? \r\nPepperoni.\r\nMushrooms.\r\nOnions.\r\nSausage.\r\nBacon.\r\nExtra cheese.\r\nBlack olives.\r\nGreen peppers.\r\n\r\nWhat ingredients are used in NV Pizza and what are their nutritional values?\r\n\r\nWe use only genuine and high quality ingredients.\r\nConcerning yeast, classic pizzas use starter yeast while brewer’s yeast is used for gluten free pizzas.\r\nThe product cards found on our web site contain tabs listing the nutritional values.\r\n\r\n\r\nAnything else you would like to add about your restaurant?\r\n\r\nMENU:\r\n1. Classic Margherita Pizza\r\nDescription: Our signature pizza featuring a perfect blend of fresh tomato sauce, mozzarella cheese, basil, and a drizzle of olive oil.\r\nVegetarian: Yes\r\nVegan: No\r\nKosher: No\r\nAllergens: Dairy\r\nPrice: $12.99\r\n\r\n2. Ultimate Veggie Delight\r\nDescription: A garden-fresh medley of bell peppers, red onions, mushrooms, black olives, and tomatoes atop a bed of savory tomato sauce and mozzarella cheese.\r\nVegetarian: Yes\r\nVegan: Yes\r\nKosher: No\r\nAllergens: Dairy\r\nPrice: $14.99\r\n\r\n3. Spicy BBQ Chicken Supreme\r\nDescription: Succulent BBQ chicken, red onions, and jalapeños with a swirl of zesty BBQ sauce, all generously topped with mozzarella cheese.\r\nVegetarian: No\r\nVegan: No\r\nKosher: No\r\nAllergens: Dairy, Poultry\r\nPrice: $15.99\r\n\r\n4. Mediterranean Feast Pizza\r\nDescription: A taste of the Mediterranean with feta cheese, Kalamata olives, artichoke hearts, cherry tomatoes, and a sprinkle of oregano.\r\nVegetarian: Yes\r\nVegan: No\r\nKosher: No\r\nAllergens: Dairy\r\nPrice: $16.99\r\n\r\n5. Vegan Harvest Supreme\r\nDescription: A plant-based delight featuring vegan cheese, spinach, cherry tomatoes, red onions, and roasted garlic on a vegan-friendly crust.\r\nVegetarian: No\r\nVegan: Yes\r\nKosher: No\r\nAllergens: None\r\nPrice: $17.99\r\n\r\n6. Classic Pepperoni Heaven\r\nDescription: The timeless favorite with generous pepperoni slices, tomato sauce, and mozzarella cheese.\r\nVegetarian: No\r\nVegan: No\r\nKosher: No\r\nAllergens: Dairy, Pork\r\nPrice: $13.99\r\n\r\n7. Gluten-Free Margherita\r\nDescription: Our classic Margherita pizza with a gluten-free crust, ensuring everyone can enjoy this flavorful option.\r\nVegetarian: Yes\r\nVegan: No\r\nKosher: No\r\nAllergens: Dairy\r\nPrice: $14.99\r\n\r\n8. Hawaiian Luau Pizza\r\nDescription: A tropical twist with ham, pineapple, and red onions, creating a sweet and savory combination on a bed of mozzarella cheese.\r\nVegetarian: No\r\nVegan: No\r\nKosher: No\r\nAllergens: Dairy, Pork\r\nPrice: $16.99\r\n\r\n9. Vegan Pesto Delight\r\nDescription: A burst of flavors with vegan pesto sauce, cherry tomatoes, arugula, and vegan cheese on our vegan-friendly crust.\r\nVegetarian: No\r\nVegan: Yes\r\nKosher: No\r\nAllergens: None\r\nPrice: $17.99\r\n\r\n10. Supreme Meat Lover's\r\nDescription: For meat enthusiasts, this pizza boasts a hearty combination of pepperoni, sausage, bacon, and ground beef with mozzarella cheese.\r\nVegetarian: No\r\nVegan: No\r\nKosher: No\r\nAllergens: Dairy, Pork, Beef\r\nPrice: $18.99","metadata":{"source":"./typeform_answers.txt","loc":{"lines":{"from":1,"to":141}}}}]],{"0":"410e1d92-17fb-4d4d-9908-f2a58419ad3b"}]