[[["d4f76ab4-be4f-4d5c-a02a-07b950066583",{"pageContent":"Appetizers:\r\nSamosa Chaat - Crispy pastry filled with spiced potatoes, topped with yogurt, chutneys, and crispy sev. $7.99\r\nPaneer Tikka - Tandoor-grilled cottage cheese marinated in aromatic spices. $8.49\r\nVegetable Pakoras - Assorted vegetables dipped in chickpea flour batter and fried to perfection. $6.99\r\nChicken 65 - Spicy fried chicken seasoned with curry leaves and red chilies. $9.99\r\nMain Course:\r\nButter Chicken - Tandoori chicken simmered in a rich tomato and butter gravy. $14.99\r\nPalak Paneer - Creamy spinach curry with cubes of paneer. $12.99\r\nRogan Josh - Tender lamb cooked in aromatic spices and tomato-based gravy. $15.99\r\nVegetable Biryani - Fragrant basmati rice cooked with mixed vegetables and spices. $13.99\r\nBreads:\r\nGarlic Naan - Oven-baked bread topped with garlic and butter. $3.99\r\nPlain Paratha - Flaky whole wheat bread cooked on a griddle. $2.99\r\nDrinks:\r\nMango Lassi - Refreshing yogurt-based drink blended with ripe mangoes. $4.49\r\nMasala Chai - Traditional Indian spiced tea. $2.99\r\nRose Falooda - Rose-flavored milkshake with vermicelli and basil seeds. $5.99\r\nDesserts:\r\nGulab Jamun - Deep-fried milk balls soaked in sugar syrup. $4.99\r\nRasmalai - Cottage cheese dumplings soaked in sweetened, thickened milk. $6.49\r\nKulfi - Creamy Indian ice cream flavored with cardamom and nuts. $5.99\r\nChef's Special:\r\nTandoori Mixed Grill - Assorted tandoor-cooked delicacies including chicken, lamb, and paneer. $18.99\r\nExtras:\r\nRaita - Cool yogurt with cucumbers and spices. $3.49\r\nPapadum - Crispy lentil wafers served with chutney. $2.99\r\nMixed Pickle - Assorted spicy and tangy pickles. $2.49\r\n\r\nFAQ:\r\nWhat type of cuisine do you serve?\r\nWe specialize in authentic North Indian cuisine.\r\n\r\nAre reservations required?\r\nReservations are recommended, especially during peak hours, to ensure prompt seating.\r\n\r\nDo you offer vegan/vegetarian options?\r\nYes, we have a wide selection of both vegan and vegetarian dishes available.\r\n\r\nIs your food spicy?\r\nOur menu caters to various spice preferences. Dishes can be adjusted to your spice level preference.\r\n\r\nDo you offer gluten-free options?\r\nYes, we have several gluten-free dishes available. Please ask our staff for recommendations.\r\n\r\nWhat are the restaurant's opening hours?\r\nWe are open from 11:00 AM to 10:00 PM every day of the week.\r\n\r\nCan I order takeout or delivery?\r\nAbsolutely! We offer both takeout and delivery services for your convenience.\r\n\r\nAre kids' menus available?\r\nYes, we have a kids' menu with a selection of dishes suitable for younger diners.\r\n\r\nDo you cater to large groups or events?\r\nYes, we offer catering services for events of various sizes. Please contact us in advance for arrangements.\r\n\r\nAre your ingredients locally sourced?\r\nWe strive to source our ingredients locally whenever possible to ensure freshness and quality.\r\n\r\nDo you serve alcoholic beverages?\r\nWe offer a selection of beer and wine to complement your meal.\r\n\r\nIs the restaurant wheelchair accessible?\r\nYes, our restaurant is wheelchair accessible, and we have facilities to accommodate all guests.\r\n\r\nDo you accept credit cards?\r\nYes, we accept major credit cards for payment.\r\n\r\nCan I make special requests for dishes not on the menu?\r\nOur chefs are happy to accommodate special requests whenever possible. Please inform us in advance.\r\n\r\nAre there any lunch specials or deals available?\r\nYes, we have lunch specials available during weekdays. Check our menu for details.\r\n\r\nDo you have outdoor seating?\r\nYes, we have an outdoor seating area for guests to enjoy their meal in good weather.\r\n\r\nAre your meals halal?\r\nYes, all meat served at our restaurant is halal.\r\n\r\nIs there parking available nearby?\r\nYes, we have parking facilities available for our customers.\r\n\r\nDo you have a loyalty program or rewards for frequent diners?\r\nYes, we offer a loyalty program where frequent diners can earn rewards and discounts.\r\n\r\nCan I book the restaurant for a private event?\r\nAbsolutely! We offer private event bookings for special occasions. Contact us for more information and reservations.","metadata":{"source":"./menu_faq.txt","loc":{"lines":{"from":1,"to":88}}}}]],{"0":"d4f76ab4-be4f-4d5c-a02a-07b950066583"}]